import pandas as pd

data = {
    'Возраст' : [23, 22, 27, 21, 28, 25, 20, 24, 22, 29],
    'Зарплата' : [54000, 58000, 60000, 52000, 55000, 59000, 51000, 49000, 53000, 55000]
}
df = pd.DataFrame(data)

print(f'Средний возраст - {df["Возраст"].mean()}')
print(f'Медианный возраст - {df["Возраст"].median()}')
print(f'Стандартное отклонение возраста - {df["Возраст"].std()}')

print(f'Средная зарплата - {df["Зарплата"].mean()}')
print(f'Медианная зарплата - {df["Зарплата"].median()}')
print(f'Стандартное отклонение зарплаты - {df["Зарплата"].std()}')